// Zh-tw Language Message File

var GLOBAL_MESSAGE = {
  _js1000 : "起始日期不能晚于今天!",
  _js1001 : "請選擇一條記錄!",
  _js1002 : "確認刪除此記錄?",
  _js1003 : "確認刪除所有記錄?",
  _js1004 : "嗣服器返回錯誤或腳本錯誤",
  _js1005 : "輸入值無效,請檢查!",
  _js1006 : "無數據可以導出!",
  _js1007 : "窗口已打開!",
  _js1008 : "離開頻道",
  _js1009 : "[本地系統消息]",
  _js1010 : "握手完畢,是否成功?",
  _js1011 : "與服務器建立連接",
  _js1012 : "進入頻道",
  _js1013 : "鏈接異常斷開",
  _js1014 : "鏈接關閉",
  _js1015 : "向頻道發送請求",
  _js1016 : "無消息"
};

var GLOBAL_WORD = {
  _js1000 : "消息",
  _js1001 : "確定",
  _js1002 : "是",
  _js1003 : "否",
  _js1004 : "日誌",
  _js1005 : "關閉",
  _js1006 : "請選擇...",
  _js1007 : "菜單",
  _js1008 : "工具",
  _js1009 : "系統消息",
  _js1010 : "導航欄",
  _js1011 : "成功",
  _js1012 : "失敗"
};

//时间日期格式
var CNST_DATE_FORMAT = "Y/m/d";
var CNST_TIME_FORMAT = "H:i:s";