// Zh Language Message File

var GLOBAL_MESSAGE = {
  _js1000 : "起始日期不能晚于今天!",
  _js1001 : "请选择一条记录!",
  _js1002 : "确认删除此记录?",
  _js1003 : "确认删除所有记录?",
  _js1004 : "服务器返回错误或脚本错误",
  _js1005 : "输入值无效,请检查!",
  _js1006 : "无数据可以导出!",
  _js1007 : "窗口已打开!",
  _js1008 : "离开频道",
  _js1009 : "[本地系统消息]",
  _js1010 : "握手完毕,是否成功?",
  _js1011 : "与服务器建立连接",
  _js1012 : "进入频道",
  _js1013 : "链接异常断开",
  _js1014 : "链接关闭",
  _js1015 : "向频道发送请求",
  _js1016 : "无消息"
};

var GLOBAL_WORD = {
  _js1000 : "消息",
  _js1001 : "确定",
  _js1002 : "是",
  _js1003 : "否",
  _js1004 : "日志",
  _js1005 : "关闭",
  _js1006 : "请选择...",
  _js1007 : "菜单",
  _js1008 : "工具",
  _js1009 : "系统消息",
  _js1010 : "导航栏",
  _js1011 : "成功",
  _js1012 : "失败",
  _js1013 : "导出 Excel 文件",
  _js1014 : "导出 CSV 文件"
};

//时间日期格式
var CNST_DATE_FORMAT = "Y-m-d";
var CNST_TIME_FORMAT = "H:i:s";